Repository: Parsida/dotepub
Catalog: lang/dotepub-*.po
Languages: ca, es_es

source: Sorry, this feature is not available on MS Internet Explorer prior to version 10. Please, use a different browser.
ca: Ho sentim: aquesta característica no està disponible en versions anteriors a la 10 de MS Internet Explorer. Sisplau, utilitza un altre navegador.
es_es: Lo sentimos: esta característica no está disponible en versiones anteriores a la 10 de MS Internet Explorer. Por favor, usa otro navegador.

source: Download this article as an e-book
ca: Descarrega aquest article com un e-book
es_es: Descarga este artículo como un e-book

source: You do not have sufficient permissions to access this page.
ca: No tens suficients permissos per accedir a aquesta pàgina.
es_es: No tienes suficientes permisos para acceder a esta página.

source: dotEPUB Settings
ca: Opcions de dotEPUB
es_es: Ajustes de dotEPUB

source: Blog Settings
ca: Opcions del blog
es_es: Opciones del blog

source: Appearance
ca: Aspecte
es_es: Apariencia

source: Text
es_es: Texto

source: Position
ca: Ubicació
es_es: Ubicación

source: E-book Settings
ca: Opcions de l’e-book
es_es: Opciones del e-book

source: Mode
es_es: Modo

source: Language to be used in the e-book
ca: Idioma que cal utilitzar en l’e-book
es_es: Idioma que debe usarse en el e-book

source: These options affect how your blog posts will be modified. They allow you to set up how the e-book download link will look like.
ca: Aquestes opcions afecten la modificació de les entrades del teu blog. Et permeten configurar l’aspecte de l’enllaç de descàrrega de l’e-book.
es_es: Estas opciones afectan a la modificación de las entradas de tu blog. Te permiten configurar el aspecto del enlace de descarga del e-book.

source: These options affect the e-book conversion process.
ca: Aquestes opcions estan relacionades amb el procés de conversió en e-book.
es_es: Estas opciones tienen que ver con el proceso de conversión a e-book.

source: At the top of the post
ca: Al principi de cada entrada del teu blog
es_es: Al principio de cada entrada de tu blog

source: At the bottom of the post
ca: Al final de cada entrada del teu blog
es_es: Al final de cada entrada de tu blog

source: At the top and at the bottom
ca: Al principi i al final
es_es: Al principio y al final

source: English
ca: Anglès
es_es: Inglés

source: Spanish
ca: Espanyol
es_es: Español

source: Catalan
ca: Català
es_es: Catalán

source: Immersive
ca: Immersiu
es_es: Inmersivo

source: In the immersive mode, links will be removed, you will not be offered the possibility of keeping images and there will be no indication where removed images and videos were. This is the recommended mode.
ca: En el mode immersiu, s’eliminaran els enllaços, no s’oferirà la possibilitat de conservar les imatges ni s’indicarà on hi havia imatges o vídeos. Aquest és el mode recomanat.
es_es: En el modo inmersivo, se eliminarán los enlaces, no se ofrecerá la posibilidad de conservar las imágenes ni se indicará dónde había imágenes o vídeos. Éste es el modo recomendado.

source: Show only text
ca: Mostrar només text
es_es: Mostrar sólo texto

source: Show only an e-book icon
ca: Mostrar només una icona d’e-book
es_es: Mostrar sólo un icono de e-book

source: Show an e-book icon and text
ca: Mostrar una icona d’e-book i un text
es_es: Mostrar un icono de e-book y un texto

source: Show text as button
ca: Mostrar el text com a botó
es_es: Mostrar el texto como botón

source: Alignment
ca: Alineació
es_es: Alineación

source: Right
ca: Dreta
es_es: Derecha

source: Left
ca: Esquerra
es_es: Izquierda

source: Center
ca: Centre
es_es: Centro

source: Same as post
ca: La mateixa que s’utilitza a les entrades del teu blog
es_es: La misma que se utiliza en las entradas de tu blog

source: None (I will use the [dotepub] shortcode instead)
ca: Enlloc (en comptes d’això, utilitzaré el shortcode [dotepub])
es_es: En ningún sitio (en vez de eso, utilizaré el shortcode [dotepub])
